{
  "heading": "About Me",
  "introduction": {
    "title": "Hello, I'm Donna McAdams",
    "content": "I'm a visual artist based in Florida, specializing in mixed media artwork that explores the intersection of color, form, and emotional expression. My work is influenced by natural landscapes, abstract expressionism, and the quiet moments of everyday life.\n\nFor over fifteen years, I've been creating art that invites viewers to pause, reflect, and find their own meaning within each piece. My process is intuitive and exploratory, often beginning with a simple emotion or memory and evolving through layers of paint, texture, and deliberate mark-making."
  },
  "journey": {
    "title": "Artistic Journey",
    "items": [
      "2010: BFA in Fine Arts from Yale University",
      "2012: First solo exhibition at Hartford Gallery",
      "2015: Artist residency in Provincetown, MA",
      "2018: Featured in \"Contemporary New England Artists\" collection",
      "2020: Established studio practice in Connecticut",
      "2023: Work acquired by private collections internationally"
    ]
  },
  "approach": {
    "title": "My Approach",
    "content": "I believe art should evoke something genuine - whether that's joy, contemplation, nostalgia, or simply a moment of visual pleasure. I work primarily with acrylics, oils, and mixed media, often incorporating found materials and unconventional techniques to create depth and texture.\n\nEach piece begins with experimentation. I might start with bold gestural marks, then refine and layer, building complexity while maintaining spontaneity. The process is as important as the result - it's through this exploration that I discover what each piece wants to become."
  },
  "statement": {
    "title": "Artist Statement",
    "content": "\"My work exists in the space between representation and abstraction, where memory meets imagination. I'm drawn to moments of transition - dawn, dusk, changing seasons - and the emotional resonance these liminal spaces hold.\"\n\n\"Through layered textures and unexpected color relationships, I create visual narratives that invite personal interpretation. Each viewer brings their own experiences to the work, and in that exchange, the art becomes complete.\""
  },
  "studio": {
    "title": "Studio & Practice",
    "content": "My studio is nestled in the Central Florida countryside, surrounded by the landscapes that inspire much of my work. I maintain a regular studio practice, typically working mornings when the light is softest and most conducive to seeing subtle color shifts.\n\nWhen I'm not in the studio, you might find me exploring local art museums, hiking, or photographing textures and patterns in nature that later find their way into my artwork."
  }
}